Revit 2027 API
ViewSet Constructor
Initializes a new instance of the ViewSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ViewSet()
Public Sub New
public:
ViewSet()
new : unit -> ViewSet
See Also
Reference
ViewSet Class
Autodesk.Revit.DB Namespace